Repository: jfmcarreira/ktoshiba
Catalog: po/*/kcm_ktoshibam.po
Languages: de, es

# NAME OF TRANSLATORS
source: Your names
de: Calin Barbat
es: Azael Avalos

# EMAIL OF TRANSLATORS
source: Your emails
de: calin.barbat@web.de
es: coproscefalo@gmail.com

source: Sleep Utilities
de: Ruhezustandswerkzeuge
es: Utilidades de Reposo

source: Toggles the Sleep and Music feature. The laptop speakers remain powered and the line-in jack is used to connect an external device to use the laptop speakers when the computer is asleep or turned off.
de: Schaltet den Ruhezustand und Musik Betrieb um. Die Lautsprecher des Laptops bleiben in Betrieb und der Line-In Jack wird benutzt um ein externes Gerät anzuschliessen, das die Lautsprecher des Laptops nutzen kann, während der Computer im Ruhezustand oder ausgeschaltet ist,
es: Alterna la música en reposo. Los altavoces del portátil permanecerán activos y el puerto de audio de entrada puede ser usado para conectar dispositivos externos para usar los altavoces del portátil cuando se encuentre apagado ó en reposo.

source: Sleep and Music
de: Ruhezustand und Musik
es: Música en reposo

source: USB Sleep and Charge:
de: USB Ruhezustand und Laden:
es: Carga en reposo del USB:

source: Select the USB Sleep and Charge mode. The computer USB ports will remain powered when the computer is asleep or turned off.
de: Wähle den USB Ruhezustand und Laden Modus. Die USB Ports des Computers bleiben in Betrieb, während der Computer im Ruhezustand oder ausgeschaltet ist.
es: Selecciona el modo de operación de la carga en reposo. Los puertos USB del ordenador permanecerán activados cuando el ordenador se encuentre apagado ó en reposo.

source: Allows the sleep functions to operate when the computer is under battery power.
de: Erlaubt den Ruhezustandsfunktionen zu funktionieren wenn der Computer in Batteriebetrieb ist.
es: Permite operar a las funciones de reposo cuando el ordenador se encuentre bajo el poder de la batería.

source: Sleep Utilities under battery
de: Ruhezustandswerkzeuge bei Batteriebetrieb
es: Utilidades de Reposo

source: Battery Level:
de: Batteriezustand:
es: Nivel de Batería:

source: The current battery level at which the sleep functions will be disabled.
de: Der aktuelle Batteriezustand, bei welchem die Ruhezustandsfunktionen deaktiviert werden.
es: El nivel de la batería en el cual las funciones de reposo serán desactivadas.

source: Sets the battery level at which the sleep functions will be disabled.
de: Setzt den Batteriezustand, bei welchem die Ruhezustandsfunktionen deaktiviert werden.
es: Fija el nivel de la batería en el cual las funciones de reposo serán desactivadas.

source: System Information
es: Información del Sistema

source: Model family:
de: Modellfamilie:
es: Familia del modelo:

source: Model number:
de: Modellnummer:
es: Número del modelo:

source: BIOS version:
es: Versión del BIOS:

source: BIOS date:
de: BIOS-Datum:
es: Fecha del BIOS:

source: BIOS manufacturer:
de: BIOS-Hersteller:
es: Fabricante del BIOS:

source: Driver version:
de: Treiberversion:
es: Versión del controlador:

source: General Settings
de: Allgemeine Einstellungen
es: Ajustes Generales

source: Toggles the internal pointing device(s) via hardware.
de: Schaltet das interne Zeigegerät via Hardware um.
es: Deshabilita el dispositivo señalador vía hardware.

source: Internal Pointing device
de: Internes Zeigegerät
es: Dispositivo señalador interno

source: Toggles the built in LAN device.
de: Schaltet das eingebaute LAN-Gerät um.
es: Alterna el dispositivo de red interno

source: Built In LAN
de: Eingebautes LAN
es: Dispositivo de red interno

source: USB Settings
de: USB Einstellungen
es: Ajustes de USB

source: Toggles the USB rapid charge feature.
de: Schaltet das USB Schnell laden um.
es: Alterna la funcionalidad de Carga Rápida del USB.

source: USB Rapid Charge
de: USB Schnell laden
es: Carga Rapida del USB

source: Toggles USB 3 functionality, acting as a regular USB 2 when disabled.
de: Schaltet USB 3 Funktionalität um und verhält sich als reguuläres USB 2 wenn ausgeschaltet.
es: Alterna la funcionalidad del USB 3, actuando como un USB 2 cuando esta deshabilitado.

source: Toggles the USB Legacy Emulation feature.
de: Schaltet USB Legacy Emulation um.
es: Alterna la funcionalidad del modo USB Legacy.

source: USB Legacy Emulation
es: Emulación del modo USB Legacy

source: Power On Display:
es: Monitor de encendido:

source: Select the desired display device to be used at Power On.
de: Wähle den Bildschirm aus, der beim Einschalten zu nutzen ist.
es: Selecciona el dispositivo de visualización (monitor) que será utilizado al encendido.

source: HDD Protection
de: HDD-Schutz
es: Protección del Disco Duro

source: Toggles the HDD protection monitoring.
de: Schaltet das Monitoring des HDD-Schutzs um.,
es: Alterna la protección del disco duro.

source: Notify if the HDD monitoring detected movement.
de: Benachrichtige, wenn das HDD Monitoring Bewegung erkennt.
es: Notifica si el monitoreo del disco duro ha detectado movimiento.

source: HDD Protection Notification
de: HDD-Schutz Benachrichtigung
es: Notificación de Protección del Disco Duro

source: HDD Protection Level:
de: HDD-Schutz Level:
es: Nivel de Protección del Disco Duro:

source: The current HDD protection level.
de: Der aktuelle HDD-Schutz Level.
es: El nivel actual de protección del disco duro.

source: Sets the HDD protection level.
de: Setzt den HDD-Schutz Level.
es: Fija el nivel de protección del disco duro.

source: Keyboard Settings
de: Tastatureinstellungen
es: Ajustes de Teclado

source: Function Keys mode:
de: Funktionstastenmodus:
es: Modo de las Teclas de Función:

source: Function
de: Funktion
es: Función

source: Keyboard Backlight
de: Tastaturhintergrundbeleuchtung
es: Modo de la Luz del Teclado

source: Keyboard Backlight mode:
de: Tastaturhintergrundbeleuchtungsmodus:
es: Modo de la Luz del Teclado:

source: Keyboard Backlight timeout:
de: Tastaturhintergrundbeleuchtungs-Timeout:
es: Tiempo de apagado de la Luz del Teclado:

source: The current timeout at which the keyboard backlight will turn off after the last keypress.
de: Der aktuelle Timeout, nachdem die Tastaturhintergrundbeleuchtung sich ausschaltet nach dem letzten Tastendruck.
es: El tiempo actual en el que la luz del teclado se apagará despues de la ultima tecla presionada.

source: Sets the time the keyboard backlight will turn off after the last keypress.
de: Setzt die Zeit, nach der sich die Tastaturhintergrundbeleuchtung ausschaltet nach dem letzten Tastendruck.
es: Fija el tiempo en el que la luz del teclado se apagará despues de la ultima tecla presionada.

source: Boot Settings
de: Boot-Einstellungen
es: Ajustes de Arranque

source: Boot Speed:
de: Boot-Geschwindigkeit:
es: Velocidad de Arranque

source: Selects the desired booting speed.
de: Wähle die gewünschte Boot-Geschwindigkeit.
es: Selecciona la velocidad de arranque deseada.

source: Fast
de: Schnell
es: Rápida

source: Boot devices supported by this laptop.
de: Boot-Geräte, die von diesem Laptop unterstützt werden.
es: Dispositivos de arranque permitidos por este portátil.

source: No preference for the selected device
de: Keine Präferenz für das ausgewählte Gerät
es: Sin preferencia por el dispositivo seleccionado

source: Defer
de: Verzögere
es: Aplazar

source: Prefer the selected device
de: Bevorzuge das ausgewählte Gerät
es: Preferir el dispositivo seleccionado

source: Prefer
de: Bevorzuge
es: Preferir

source: Turns ON the laptop whenever you open the LID.
de: Schaltet den Laptop EIN, wenn Sie den DECKEL öffnen.
es: Enciende el portátil cuando se abre la tapa.

source: Panel Power ON
de: Panel Power EIN
es: Encendido mediante el panel

source: Awakens the laptop whenever you press the keyboard, when the computer is asleep.
de: Weckt den Laptop wenn Sie eine Taste auf der Tastatur drücken, wenn der Computer im Ruhezustand ist.
es: Despierta el portátil cuando se presiona el teclado, cuando el portátil se encuentra en reposo.

source: Wake on Keyboard (WOK)
es: Reactivación mediante teclado

source: Turns ON or awakens the laptop by a network message.
de: Schaltet den Laptop EIN oder weckt ihn bei Netzwerk-Aktivität.
es: Enciende o despierta el portátil con un mensaje de red.

source: Wake on LAN (WOL)
es: Reactivación mediante red

source: Power Save
de: Stromspar-Modus
es: Ahorro de Energía

source: Toggles the Battery Profile monitoring feature. Check this if you want KToshiba to manage additional power saving features.
de: Schaltet das Monitoring des Batterieprofils. Aktivieren Sie dies, wenn Sie möchten, dass KToshiba zusätzliche Stromspar-Eigenschaften verwaltet.
es: Alterna el monitoreo de los perfiles de batería. Selecciona esto si deseas que KToshiba administre perfiles de ahorro de batería adicionales.

source: Manage Battery Profiles
de: Verwalte Batterieprofile
es: Administra los perfiles de batería

source: Battery Profile:
de: Batterieprofil:
es: Perfil de Batería:

source: Changes the current Battery Profile.
de: Ändert das aktuelle Batterieprofil.
es: Cambia el perfil de ahorro de batería.

source: Performance
de: Leistung
es: Rendimiento Alto

source: Powersave
de: Stromspar-Modus
es: Ahorro de Energía

source: Presentation
de: Präsentation
es: Presentación

source: Toggles the Cooling Method monitoring feature. The laptop fan changes its speed according to the method selected.
de: Schaltet das Monitoring der Kühlungsmethode um. Der Laptop-Lüfter ändert seine Geschwindigkeit ensprechend der ausgewählten Methode.
es: Alterna el monitoreo del Método de Enfriamiento. El abanico del portátil cambia su velocidad dependiendo del método seleccionado.

source: Cooling Method
de: Kühlungsmethode
es: Método de Enfriamiento

source: Cooling Method on battery:
de: Kühlungsmethode bei Batteriebetrieb
es: Método de Enfriamiento en batería:

source: Changes the fan Cooling Method when the laptop is running on battery.
de: Ändert die Kühlungsmethode des Lüfters wenn der Laptop mit Batterie läuft.
es: Cambia el Método de Enfriamiento del abanico cuando el portátil se encuentra usando la batería.

source: Cooling Method plugged in:
de: Kühlungsmethode bei Strombetrieb
es: Método de Enfriamiento conectada:

source: Changes the fan Cooling Method when the laptop is connected to AC.
de: Ändert die Kühlungsmethode des Lüfters wenn der Laptop an Strom angeschlossen ist.
es: Cambia el Método de Enfriamiento del abanico cuando el portátil se encuentra conectada a la corriente.

source: SATA Interface Setting mode:
de: Einstellungsmodus der SATA-Schnittstelle:
es: Modo de la interfaz SATA:

source: Changes the SATA interface setting mode.
de: Ändert den Einstellungsmodus der SATA-Schnittstelle
es: Cambia el modo de operación de la interfaz SATA.

source: Battery Life
de: Batterilebensdauer
es: Ahorro de Batería

source: eco Mode
de: eco Modus
es: Modo eco

source: Battery Profile Settings
de: Einstellungen des Batterieprofils
es: Ajustes del Perfil de Batería:

source: Cooling Method:
de: Kühlungsmethode:
es: Método de Enfriamiento:

source: Changes the fan Cooling Method.
de: Ändert die Kühlungsmethode des Lüfters.
es: Cambia el Método de Enfriamiento del abanico.

source: ODD Power Support:
de: ODD Energie-Unterstützung:
es: Corriente del dispositivo óptico:

source: Changes the ODD power setting.
de: Ändert die ODD Energie-Einstellung
es: Cambia la corriente del lector óptico.

source: Disabled
de: Ausgeschaltet
es: Deshabilitado

source: Enabled
de: Eingeschaltet
es: Habilitado

source: Illumination:
de: Beleuchtung:
es: Illuminación:

source: Changes the laptop Illumination.
de: Ändert die Laptop-Beleuchtung.
es: Cambia la illuminación del portátil.

source: KToshiba System Settings
de: KToshiba Systemeinstellungen
es: Ajustes del Sistema de KToshiba

source: Configures Toshiba laptop related hardware settings
de: Konfiguriert Hardware-Einstellungen für Toshiba-Laptops
es: Configura el hardware relacionado con el portátil Toshiba

source: Original author
es: Autor original

source: Please reboot for hardware changes to take effect
de: Bitte neu starten, damit die Hardware-Änderungen durchgeführt werden.
es: Por favor reinicia para que los cambios en el hardware hagan efecto

source: sec
de: Sek.
es: seg

source: Floppy Disk Drive
es: Unidad de Disquete

source: Hard Disk Drive/Solid State Drive 1
es: Unidad de Disco Duro/Unidad de Disco Solido 1

source: Optical Disk Drive
es: Unidad de Disco Óptico

source: Local Area Network
es: Red de Área Local

source: USB Memory
de: USB-Speicher
es: Memoria USB

source: Hard Disk Drive/Solid State Drive 2
es: Unidad de Disco Duro/Unidad de Disco Solido 2

source: External SATA Drive
de: Externes SATA Drive
es: Disco Externo SATA

source: USB Optical Disk Drive
es: Unidad de Disco Óptico USB

source: Secure Digital Card
es: Tarjeta Secure Digital (SD)

source: USB Device
de: USB-Gerät
es: Dispositivo USB

source: Hard Disk Drive/Solid State Drive 3
es: Unidad de Disco Duro/Unidad de Disco Solido 3

source: Boot Devices
de: Boot-Geräte
es: Dispositivos de Arranque

source: Maximum Performance
de: Maximale Leistung
es: Rendimiento Máximo

source: Battery Optimized
de: Optimiert für Batterie
es: Optimizado para Batería

source: AUTO
es: Automatico

source: Internal LCD
de: Internes LCD
es: LCD interno

source: External Unknown 1
de: Extern Unbekannt 1
es: Desconocido externo 1

source: External Unknown 2
de: Extern Unbekannt 2
es: Desconocido externo 2

source: Off
de: Aus
es: Apagado

source: Low
de: Niedrig
es: Bajo

source: Medium
de: Mittel
es: Medio

source: High
de: Hoch
es: Alto

source: TIMER
es: TEMPORIZADOR

source: ON
de: EIN
es: ENCENDIDO

source: OFF
de: AUS
es: APAGADO

source: Select how the keyboard Function keys operate.<br/>Normal: The F{1-12} keys are as usual and the hotkeys are accessed via FN-F{1-12}.<br/>Function: The F{1-12} keys trigger the hotkey and the F{1-12} keys are accessed via FN-F{1-12}.
de: Wähle den Operationsodus der Funktionstasten der Tastatur.<br/>Normal: Die F{1-12}-Tasten sind normal und die Spezialtasten werden mit FN-F{1-12} betätigt.<br/>Funktion: Die F{1-12}-Tasten lösen die Spezialtasten aus und die F{1-12}-Tasten werden mit FN-F{1-12} ausgelöst.
es: Selecciona como operan las teclas de función.<br.>Normal: Las teclas F{1-12} están como siempre y las teclas de acceso rápido se accesan vía FN-F{1-12}.<br/>Función: Las teclas F{1-12} hacen funcionar los accesos rápidos y las teclas F{1-12} se accesan vía FN-F{1-12}.

source: Select the keyboard backlight operation mode.<br/>FN-Z: User toggles the keyboard backlight.<br/>AUTO: Keyboard backlight turns on/off automatically.
de: Wähle den Operationsmodus der Hintergrundbeleuchtung der Tastatur aus.<br/>FN-Z: Benutzer schaltet die Tastaturhintergrundbeleuchtung um.<br/>AUTO: Tastaturhintergrundbeleuchtung schaltet sich automatisch ein/aus.
es: Selecciona el modo de operación de la luz del teclado.<br/>FN-Z: El usuario alterna la retroiluminación del teclado.<br/>AUTO: La retroiluminación del teclado se enciende/apaga automaticamente.

source: Select the keyboard backlight operation mode.<br/>TIMER: Keyboard backlight turns on/off automatically.<br/>ON: Keyboard backlight is turned on.<br/>OFF: Keyboard backlight is turned off.
de: Wähle den Operationsmodus der Hintergrundbeleuchtung der Tastatur aus.<br/>TIMER: Hintergrundbeleuchtung der Tastatur geht automatisch ein/aus.<br/>EIN: Hintergrundbeleuchtung der Tastatur wird eingeschaltet.<br/>AUS: Hintergrundbeleuchtung der Tastatur wird ausgeschaltet..
es: Selecciona el modo de operación de la luz del teclado.<br/>TIMER: La retroiluminación del teclado se enciende/apaga automaticamente.<br/>ENCENDIDO:La retroiluminación del teclado es encendida.<br/>APAGADO: La retroiluminación del teclado es apagada.

source: Alternate
de: Alterniere
es: Alterno

source: Typical
de: Typisch
es: Típico

source: Auto
es: Automatico

source: Unknown
de: Unbekannt
es: Desconocido
