Repository: jfmcarreira/ktoshiba
Catalog: po/*/kcmktoshiba.po
Languages: es, fr, hu

source: _: NAME OF TRANSLATORS Your names
es: Azael Avalos
fr: Nicolas Ternisien
hu: Charles Barcza www.blackpanther.hu

source: _: EMAIL OF TRANSLATORS Your emails
es: coproscefalo@gmail.com
fr: nicolas.ternisien@gmail.com
hu: kbarcza@blackpanther.hu

source: Here you can configure the different options for the selected Battery Save Mode.
es: Aquí tu podras configurar las diferentes opciones para el Modo de Ahorro de Batería seleccionado.

source: Display Auto Off:
es: Auto Apagado de la Pantalla:

source: Processor Speed:
es: Velocidad de Procesamiento:

source: Performance
es: Rendimiento
hu: Teljesítmény

source: Max. Performance
es: Máximo Rendimiento

source: Battery Optimized
es: Optimizado para Batería
fr: Optimisation de la batterie
hu: Akkumlátor optimalizált

source: HDD Auto Off:
es: Auto Apagado del Disco Duro:

source: LCD Brightness:
es: Brillo del LCD:

source: Cooling Method:
es: Método de Enfriamiento:

source: KToshiba: Configuration Options
es: KToshiba: Opciones de Configuración

source: The required <i>Kernel Drivers</i> could not be found. If this is a Toshiba Laptop, make sure the <b>toshiba</b> or the <b>omnibook</b> driver module load without failures.
es: No se pudo encontrar los <i>Controladores</i>. Sí esta es un portátil Toshiba verifique que el controlador <b>toshiba</b> ó el controldor <b>omnibook</b>sea cargado sin problemas.

source: System Power
es: Batería del Sistema
fr: Énergie système
hu: Rendszer tápellátás

source: Remaining battery capacity:
es: Capacidad de batería restante:
fr: Capacité de batterie restante :
hu: Az akkumulátor tartalékai:

source: AC
es: CA

source: Bat
es: Bate

source: Other Options
es: Otras Opciones
fr: Autres options
hu: Egyéb beállítások

source: &Enable Bluetooth device at program startup
es: Habilitar dispositivo Bluetooth al comienzo del programa

source: Check this if you want the Bluetooth device activated at program startup
es: Marca esto si deseas habilitar el dispositivo Bluetooth al comienzo del programa

source: Automatically &start KToshiba at startup
es: Comienza KToshiba automaticamente al empezar

source: Check this if you want KToshiba to start automatically at KDE login
es: Marca esto si deseas que KToshiba comienze automaticamente al comienzo de KDE

source: Select &Audio Application:
es: Selecciona la aplicación de &sonido:
fr: Sélectionnez l'application a&udio :
hu: Válassza ki a hangkezelő alkalmazást:

source: This can be used to select prefered audio application to use with front panel buttons
es: Esto puede ser usado para seleccionar el programa de sonido preferido para usarse con los botones del panel frontal
fr: Cette option peut être utilisée pour choisir l'application sonore à utiliser avec les boutons de façade

source: &General Options
es: Opciones &Generales
fr: Options &générales
hu: Általá&nos beállítások

source: Disabled
es: Deshabilitado
fr: Désactivé
hu: Kikapcsolva

source: Speaker Unmute/Mute
es: Desilenciar/Silenciar Bocina

source: Lock Screen
es: Bloquear Pantalla
fr: Verrouiller l'écran
hu: A képernyő zárolása

source: Battery Save Mode
es: Modo de Ahorro de Batería
fr: Mode sauvegarde de la batterie
hu: Akku kimélő mód

source: Suspend To RAM
es: Suspender a RAM
fr: Suspendre en mémoire
hu: Felfüggesztés RAM-ba

source: Suspend To Disk
es: Suspender a Disco
fr: Suspendre sur disque
hu: Felfüggesztés lemezre

source: Video Out
es: Salida de Video
fr: Sortie vidéo
hu: Videó kimenet

source: Bright Down
es: Bajar Brillo
fr: Baisser la luminosité
hu: Görgetés lefelé

source: Bright Up
es: Subir Brillo
fr: Augmenter la luminosité
hu: Görgetés felfelé

source: Wireless On/Off
es: Apagado/Encendido del Inalámbrico

source: MousePad On/Off
es: Encendido/Apagado del MousePad

source: Speaker Volume
es: Volumen de la Bocina
fr: Volume des enceintes
hu: A hangerő beállítása...

source: Fan On/Off
es: Encendido/Apagado del Abanico
fr: Ventilateur actif / inactif
hu: Ventillátor Be/Ki

source: Boot Sequence
es: Secuencia de Arranque

source: LCD Backlight On/Off
es: Encendido/Apagado del LCD
hu: LCD altatás Be/Ki

source: Bluetooth On/Off
es: Encendido/Apagado del Bluetooth

source: Ethernet On/Off
es: Encendido/Apagado del Ethernet

source: Run Command
es: Ejecutar Comando

source: These are the different options that you can assign to your Fn-F# keys
es: Estas son las diferentes opciones que puedes utilizar para asignarlas a las teclas Fn-F#

source: &Fn-Key
es: Tecla-Fn

source: These are the different <b>Battery Save Modes</b> that can be configured.
es: Estas son los diferentes <b>Modos de Ahorro de Batería</b> que pueden ser configurados.

source: High Power
es: Alto Poder

source: DVD Playback
es: Reproducción de DVD

source: Presentation
es: Presentación

source: &Battery Save Mode
es: Modo de Ahorro de &Batería

source: &Device Configuration
es: Configuración de Dispositivos

source: This lets you set the Device Configuration
es: Esto permite modificar la configuración de los dispositivos

source: All Devices
es: Todos los Dispositivos

source: Setup by OS
es: Configurado por el Sistema Operativo

source: &Parallel Port Mode
es: Mode del Puerto Paralelo

source: This lets you set the Printer Port Type
es: Esto permite modificar el tipo del puerto paralelo

source: Standard Bi-directional
es: Bi-direccional Estandard

source: &Wake-up on Keyboard
es: Despertar por Teclado

source: This lets you set conditions for the Keyboard
es: Esto permite modificar condiciones para el teclado

source: Enabled
es: Habilitado
fr: Activé
hu: Bekapcsolva

source: &USB KB/Mouse Legacy Emulation
es: Emulación de Herencia del Teclado/Raton USB

source: This lets you set conditions for the USB Mouse Legacy
es: Esto te permite poner las condiciones para la Herencia del Ratón USB

source: USB-&FDD Legacy Emulation
es: Emulación de Herencia del Floppy USB

source: This lets you set conditions for the USB Keyboard
es: Esto permite modificar condiciones para el teclado USB

source: Wake-up on &LAN
es: Despertar por LAN

source: This lets you set the conditions for LAN
es: Esto permite modificar condiciones para la red

source: &Network Boot Protocol
es: Protocolo de Arranque de Red

source: KDE Control Module for Toshiba Laptops
es: Módulo de Control de KDE para el soporte del portátil Toshiba
fr: Module de configuration KDE pour les portables Toshiba
hu: KDE beállítómodul Toshiba noteszgépekhez

source: Original author
es: Autor Original
fr: Auteur original
hu: Eredeti szerző

source: High
es: Alto
fr: Haut
hu: Magas

source: Low
es: Bajo
fr: Bas
hu: Alacsony

source: Never
es: Nunca

source: High Power - KToshiba
es: Alto Poder - KToshiba

source: DVD Playback - KToshiba
es: Reproducción de DVD - KToshiba

source: Presentation - KToshiba
es: Presentación - KToshiba

source: Helpful information about the KToshiba module.
fr: Informations utiles sur le module KToshiba.
hu: Információ a(z) KToshiba modulról.

source: KToshiba: General Options
fr: KToshiba : Options générales
hu: KToshiba: általános beállítások

source: Battery Options
fr: Options de la batterie
hu: Akkumlátor Opciók:

source: Check &battery status every:
fr: Vérifier l'état de la &batterie toutes les :
hu: Akkumulátor állapot ellenőrzés:

source: This is used to determine how often the program will check the battery status
fr: Cette option est utilisée afin de déterminer la période de vérification de l'état de la batterie

source: &Low battery trigger:
fr: Déclenchement de batterie &faible :
hu: Alalcsony akkumlátor szint:

source: This is used to enable the low battery information
fr: Cette option est utilisée pour activer la notification de batterie faible
hu: A lemerült akku információ bekapcsolához ezt használd

source: This is used to enable the critical battery information
fr: Cette option est utilisée pour activer la notification de batterie critique
hu: Kritikus akku szint információhoz ezt használd

source: C&ritical battery trigger:
fr: Déclenchement de batterie &critique :
hu: Kritikus akku feszültség:

source: &Notify when battery becomes fully charged
fr: &Notifier lorsque la batterie est pleinement chargée
hu: &Értesítsen ha az akummlátor teljesen feltöltődött

source: Setup &Helper Application
fr: Configurer l'application &assistante
hu: A segédprogram beállítása

source: Alt+H
fr: Alt+A

source: This button can be used to enable the helper application
fr: Ce bouton peut être utilisé pour activer l'application assistante
hu: Ezzel lehet bekapcsolni az beállítások segédprogramját

source: &Enable Bluetooth device at program start-up
fr: &Activer le périphérique Bluetooth au démarrage du programme
hu: &Bluetooth eszköz bekapcsolása a program indításakor

source: Alt+E
fr: Alt+A

source: Fn-Ke&y
fr: Touche &Fn

source: Fn-&Esc:
fr: Fn-Éc&hap :

source: Unmute/Mute
fr: Activer / Muet
hu: Elnémítás ki-be

source: Wireless
fr: Sans-fil

source: Enable/Disable MousePad
fr: Activer / Désactiver la tablette
hu: Egérpad be/kikapcsolása

source: Battery &Save Mode
fr: Mode &sauvegarde de la batterie
hu: Akku &kimélő mód

source: The options shown here are only aplicable when the <b>Battery Save Mode</b> is set to <i>User Settings</i>.
fr: Les options disponibles ici sont uniquement valables si l'option <b>Mode sauvegarde de la batterie</b> est défini dans les <i>Paramètres utilisateur</i>.

source: &Display Auto Off:
fr: A&ffichage éteint auto. :

source: C&ooling Method:
fr: Méthode de refr&oidissement :

source: &HDD Auto Off:
fr: &Disque dur éteint auto. :

source: Max Performance
fr: Performance maximale
hu: Maximális Teljesítmény

source: Super Bright
fr: Super lumineux
hu: Szuper világos

source: Bright
fr: Lumineux
hu: Világos

source: Semi Bright
fr: Faiblement lumineux
hu: Halvány

source: &CPU Sleep Mode:
fr: Mode veille du pro&cesseur :

source: &Processing Speed:
fr: Vitesse de &traitement :
hu: Sebesség &vezérlés:

source: LCD Brightn&ess:
fr: Luminosi&té de l'écran :

source: Cannot find the <i>Toshiba System Managment Mode Driver</i>. If this is a Toshiba Laptop, make sure the <b>toshiba</b> driver module loads without failures.
fr: Impossible de trouver le <i>pilote Toshiba de gestion du système</i>. Si ce portable est un Toshiba, veuillez vous assurer que le module <b>toshiba</b> se charge sans problème.
hu: Nem található a <i>Toshiba Rendszerkezelő Meghajtó</i>. Ha ez egy Toshiba laptop, próbálja meg betuölteni a <b>toshiba</b> modult, enélkül nem fog működni.

source: sec
hu: perc

source: min
hu: mp

source: Boot Method
hu: Boot

source: 30 min
hu: 30 perc

source: 20 min
hu: 20 perc

source: 15 min
hu: 15 perc

source: 10 min
hu: 10 perc

source: 05 min
hu: 05 perc

source: 03 min
hu: 03 perc

source: 01 min
hu: 1 perc
