Repository: jfmcarreira/ktoshiba
Catalog: po/*/ktoshiba.po
Languages: de, es, fr, hu

source: _: NAME OF TRANSLATORS Your names
es: Neftalí Azael Avalos
fr: Nicolas Ternisien
hu: Charles Barcza www.blackpanther.hu

source: _: EMAIL OF TRANSLATORS Your emails
es: neftali@utep.edu
fr: nicolas.ternisien@gmail.com
hu: kbarcza@blackpanther.hu

source: Long Life
es: Vida Alargada
fr: Vie longue
hu: Hosszú élettartam

source: User Settings
es: Opciones del Usuario
fr: Paramètres utilisateur
hu: Felhasználói beállítások

source: Normal Life
es: Vida Normal
fr: Vie normale
hu: Normal élettartam

source: Low Power
es: Bajo Consumo
fr: Puissance faible
hu: Alacsony töltöttség

source: Full Life
es: Vida Alargada
fr: Vie pleine
hu: Teljes élettartam

source: Full Power
es: Alto Consumo
fr: Pleine puissance
hu: Feltöltve

source: Before continuing, be aware that ACPI Sleep States are a work in progress and may or may not work on your computer. Also make sure to unload problematic modules
es: Antes de continuar, ten en cuenta que los Estados del ACPI aun están en progreso por lo cual puede o no que funcionen. Además asegurate de que los módulos problemáticos sean descargados
fr: Avant de continuer, sachez que l'état de veille ACPI est toujours en cours de développement et peut ou non fonctionner sur votre ordinateur. Veuillez également décharger les modules problèmatiques

source: WARNING
es: ADVERTENCIA
fr: Avertissement
hu: FIGYELEM

source: Suspend To RAM disabled by administrator.
es: Suspender a RAM esta deshabilitado por el administrador.

source: The powersave daemon must be running in the background for a Suspend To RAM.
es: El servicio powersave debe estar activado para poder Suspender a RAM.

source: Could not Suspend To RAM because ktosh_helper cannot be found. Please make sure that it is installed correctly.
es: No se pudo Suspender a RAM porque ktosh_helper no fue encontrado. Porfavor verifique que este ha sido instalado correctamente.
fr: Impossible de suspendre sur la mémoire, « ktosh_helper » ne peut être trouvé. Veuillez vous assurer qu'elle est installée correctement.

source: STR
es: SAR
fr: SSM

source: Suspend To Disk disabled by administrator.
es: Suspender a Disco esta deshabilitado por el administrador.

source: The powersave daemon must be running in the background for a Suspend To Disk.
es: El servicio powersave debe estar activado para poder Suspender a Disco.

source: Could not Suspend To Disk because ktosh_helper cannot be found. Please make sure that it is installed correctly.
es: No se pudo Suspender a Disco porque ktosh_helper no fue encontrado. Porfavor verifique que este ha sido instalado correctamente.
fr: Impossible de suspendre sur le disque, « ktosh_helper » ne peut être trouvé. Veuillez vous assurer qu'elle est installée correctement.

source: STD
es: SAD
fr: SSD

source: up
es: activada
hu: fel

source: down
es: desactivada
hu: le

source: Wireless interface %1
es: Interfaz inalámbrica %1
fr: Interface sans-fil %1
hu: Wireless csatoló %1

source: Wireless
es: Inalámbrico
fr: Sans-fil

source: activated
es: activado

source: deactivated
es: desactivado

source: Bluetooth device %1
es: Dispositivo Bluetooth %1

source: &Configure KToshiba...
es: &Configurar KToshiba...
fr: &Configurer KToshiba...
hu: KToshiba &beállításai

source: Suspend To &RAM
es: Suspender a &RAM
fr: Suspendre en &mémoire
hu: Felfüggesztés RAM-ba

source: Suspend To &Disk
es: Suspender a &Disco
fr: Suspendre sur &disque
hu: Felfüggesztés lemezre

source: Enable &Bluetooth
es: Habilitar &Bluetooth
fr: Activer le &Bluetooth
hu: &Bluetooth bekapcsolása

source: Disabled
es: Deshabilitado
fr: Désactivé
hu: Kikapcsolva

source: Enabled - PM aware
es: Habilitado - con MP
fr: Activé - PM branché
hu: Bekapcsolva - PM aware

source: Enabled - No PM aware
es: Habilitado - sin MP
fr: Activé - Aucun PM branché
hu: Bekapcsolva - No PM aware

source: Dynamic
es: Dinámico
fr: Dynamique
hu: Dinamikus

source: Always High
es: Siempre Alto
fr: Toujours haut
hu: Mindig magas

source: Always Low
es: Siempre Bajo
fr: Toujours bas
hu: Mindig alacsony

source: CPU Frequency
es: Frecuencia del CPU
fr: Fréquence du processeur
hu: CPU Frekvencia

source: Enabled
es: Activado

source: OneTouch Buttons
es: Botones OneTouch

source: Fan
es: Abanico

source: System Fan
es: Abanico del Sistema

source: &About KToshiba
es: &Acerca de KToshiba
fr: &À propos de KToshiba
hu: KToshiba &névjegye

source: Bluetooth device activated
es: Dispositivo Bluetooth activado
fr: Périphérique Bluetooth activé
hu: Bluetooth eszköz aktiválva

source: Your battery is now fully charged.
es: La batería esta completamente cargada.
hu: A telepek feltöltöttsége 100%-os

source: Laptop Battery
es: Batería del Portátil
hu: Laptop akkumlátor

source: The battery state has changed to low
es: El estado de la batería ha cambiado a baja.
hu: Alacson töltöttségű akkumlátor állapot

source: The battery state has changed to critical
es: El estado de la batería ha cambiado a critico
hu: Kritikus töltöttségű akkumlátor állapot

source: I'm Gone...
es: Me Voy...
hu: Elvesztem...

source: Plugged in - fully charged
es: Conectada - completamente cargada
hu: Külső áramellátással való működés - a feltöltöttség 100%-os

source: Plugged in - %1% charged (%2:%3 time left)
es: Conectada - %1% cargada (%2:%3 tiempo restante)
hu: Külső áramellátással való működés - %1%-os feltöltöttség (%2.%3 a hátralevő idő)

source: Plugged in - no battery
es: Conectada - sin batería
hu: Külső áramellátással való működés - nincs telep

source: Plugged in - %1% charged
es: Conectada - %1% cargada
hu: Külső áramellátással való működés - %1%-os feltöltöttség

source: Running on batteries - %1% charged (%2:%3 time left)
es: Utilizando batería - %1% cargada (%2:%3 tiempo restante)
hu: Telepről való működés - %1%-os feltöltöttség (%2.%3 a hátralevő idő)

source: No battery and adaptor found
es: No se encontró batería y adaptador

source: Running on batteries - %1% charged
es: Utilizando batería - %1% cargada
hu: Telepről való működés - %1%-os feltöltöttség

source: on
es: activada
fr: active
hu: be

source: off
es: desactivada
fr: inactive
hu: ki

source: Wireless antenna turned %1
es: Antena inalámbrica %1
fr: L'antenne sans-fil est %1

source: Please umount all filesystems on the SelectBay device, if any.
es: Por favor desmonta todos los sistemas de ficheros localizados en la Bahía de Selección, sí alguno existe.

source: SelectBay
es: Bahía de Selección

source: Unable to remove device in the SelectBay. Please re-lock.
es: Imposible de remover dispositivo en la Bahía de Selección. Por favor vuelve a bloquear.

source: Device in the SelectBay sucessfully removed.
es: Dispositivo en la Bahía de Selección removido exitosamente.

source: Could not unregister device because ktosh_helper cannot be found. Please make sure that it is installed correctly.
es: No se pudo dar de baja el dispositivo porque ktosh_helper no fue encontrado. Por favor verifique que este ha sido instalado correctamente.

source: Could not register device because ktosh_helper cannot be found. Please make sure that it is installed correctly.
es: No se pudo dar de alta el dispositivo porque ktosh_helper no fue encontrado. Por favor verifique que este ha sido instalado correctamente.

source: Hotkeys & Battery monitoring for Toshiba laptops.
es: Monitoréo de Batería y Tecla-Fn para el portátil Toshiba
hu: Funkcióbillentyű & Akkumlátor monitorozás Toshiba laptopokhoz

source: toshutils and HCI-SCI stuff
es: toshutils y librerías HCI-SCI
fr: « toshutils » et outils HCI-SCI

source: Toshiba Laptop ACPI Extras driver
es: controlador Toshiba Laptop ACPI Extras
fr: Pilote ACPI supplémentaire pour les portables Toshiba
hu: Toshiba Laptop ACPI Extra meghajtó

source: Powersave Daemon & KPowersave
es: Servicio Powersave y KPowersave
fr: Démon d'économie d'énergie et KPowersave
hu: Powersave Démon & KPowersave

source: Some ideas and pieces of code
de: Einige Ideen und Code-Fragmente
es: Algunas ideas y algo de codigo
fr: Quelques idées et morceaux de code

source: Code for enabling/disabling TouchPad
es: Código para activar/desactivar el TouchPad
hu: Kód a TouchPad be/kikapcsoláshoz

source: French translation
es: Traducción al Francés
fr: Traduction française
hu: Francia fordítás

source: Hungarian translation
es: Traducción al Húngaro

source: Could not get model id. Weird
es: No se pudo obtener el número del modelo. Extraño
fr: Impossible d'obtenir l'identifiant du modèle Étrange
hu: Model azonosító ismeretlen. Furcsa.

source: Please send the model name and this id 0x%1 to: coproscefalo@gmail.com
es: Por favor manda el nombre del modelo y este número 0x%1 a: coproscefalo@gmail.com

source: Model Name
es: Nombre del Modelo
fr: Nom du modèle
hu: Modellnév

source: KToshiba: Video, Power and Boot Status
es: KToshiba: Estado de Vidéo, Batería y Método de Inicio
fr: KToshiba : État de la vidéo, de l'énergie et du démarrage
hu: KToshiba: Videó, Energia és Boot állapot

source: KToshiba: Status Widget
es: KToshiba: Widget de Estado
fr: KToshiba : Élément graphique d'état

source: C&ustom
fr: Pers&onnalisé
hu: &Egyéni

source: SpeedStep
fr: Cadence

# NAME OF TRANSLATORS
source: Your names
de: Calin Barbat

# EMAIL OF TRANSLATORS
source: Your emails
de: calin.barbat@web.de

source: Function (FN) key monitoring for Toshiba laptops
de: (FN) Funktionstasten-Monitoring für Toshiba Laptops

source: Configure
de: Konfiguration

source: Vibration has been detected and the HDD has been stopped to prevent damage
de: Vibration wurde festgestellt und die HDD wurde gestoppt um Schaden zu verhindern

source: KToshiba - Zoom Effect
de: KToshiba - Zoomeffekt

source: Zoom effect is not supported or is disabled, Zoom actions cannot be activated
de: Zoomeffekt nicht unterstützt oder inaktiv, Zoomaktionen können nicht aktiviert werden

source: Performance
de: Leistungs-Modus

source: Powersave
de: Stromspar-Modus

source: Presentation
de: Präsentations-Modus

source: ON
de: EIN

source: OFF
de: AUS

source: Fn key monitoring for Toshiba laptops
de: Fn-Tasten-Monitoring für Toshiba Laptops

source: German translation
de: Deutsche Übersetzung
